"(optional)" = "(optioneel)";
"Address Book:" = "Adresboek:";
"Apply Coupon" = "Gebruik coupon";
"Buy Later" = "Koop later";
"Buy Now" = "Koop nu";
"Cancel" = "Annuleer";
"Card Number:" = "Kaartnummer:";
"City:" = "Plaats:";
"Close" = "Sluit";
"Company Name:" = "Bedrijfsnaam:";
"Country:" = "Land:";
"Coupon Code:" = "Couponcode:";
"Credit Card" = "Creditcard";
"Credit Card Type:" = "Creditcardtype:";
"Done" = "Gereed";
"Email Address:" = "E-mailadres:";
"Email Support" = "Email support";
"Enter your name and licence key to activate this software." = "Voer uw naam en licentiecode in om deze software te acitveren.";
"Expiration Date:" = "Vervaldatum:";
"FAX_MESSAGE" = "U kunt betalen met creditcard, cheque, of purchase order.\n\nPrint het formulier en stuur uw bestelling naar\n\nCocoatech\n4255 24th St.\nSan Francisco, CA 94114";
"Fax, Mail or Purchase Order" = "Fax, post of purchase order";
"First Name:" = "Voornaam:";
"Full Version" = "Volledige versie";
"Home Address" = "Adres privé";
"In order to qualify for the upgrade price, you must have a valid license key from a previous version of this software." = "Om voor de upgradeprijs in aanmerking te komen, moet u een geldige sleutel van een vorige versie van de software hebben.";
"Last Name:" = "Achternaam:";
"License Key:" = "Licentiesleutel:";
"Login to PayPal" = "Log in bij PayPal";
"Name on Card:" = "Naam op kaart:";
"Name:" = "Naam:";
"Next" = "Volgende";
"Number of Users:" = "Aantal gebruikers:";
"Office Address" = "Adres werk";
"Order Summary:" = "Samenvatting bestelling:";
"PAYPAL_MESSAGE" = "Kopen met PayPal is erg makkelijk. Druk op de knop hier onder en een dialoogvenster verschijnt waar u in kunt loggen op PayPal en een betalin kunt doen.\n\nAls u zich prettiger voelt bij uw standaard internetbrowser voor het doen van betalingen met PayPal, <a href=\"mkcl://kMKCShowPayPalInDefaultBrowser\">druk u hier</a>,\nAls u uw standaard internetbrowser gebruikt, moet u uw licentiesleutel met de hand invoeren wanneer u de e-mail ontvangt.";
"PREPAID_MESSAGE" = "Als u een prepaid copuponcode heeft gekregen, voert u deze dan hier in.";
"Pay by Fax, Mail or Purchase Order" = "Betaal via fax, post of purchase order";
"Pay using Credit Card" = "Betaal met creditcard";
"Pay using PayPal" = "Betaal met PayPal";
"Pay using Prepaid Code" = "Betaal met prepaidcode";
"Phone Number:" = "Telefoonnummer:";
"Place Order" = "Plaatsingsvolgorde";
"Postal/Zip Code:" = "Postcode:";
"Prepaid Code" = "Prepaidcode";
"Prepaid Code:" = "Prepaidcode:";
"Previous" = "Vorige";
"Pricing Information:" = "Prijsinformatie:";
"Primary Address" = "Belangrijkste adres";
"Quit" = "Stop";
"Secure Purchasing System" = "Beveiligd betaalsysteem";
"Security Code:" = "Beveiligingscode:";
"State/Province:" = "Staat/provincie:";
"Street Address:" = "Straatnaam:";
"Submit Code" = "Stuur code";
"THANKYOU_MESSAGE" = "Uw aankoop is succesvol voltooid!\n\nUw computer is nu gelicenseerd voor gebruik van Path Finder en uw licentie-informatie is bewaard.\n\nDruk op de knop Print hier onder om uw licentiesleutel af te drukken en bewaar het op een veilige plaats. U heeft het wellicht weer nodig voor een nieuwe machine of herinstallatie van uw huidige.\n\nWe hebben uw licentiesleutel naar e-mailadres gestuurd: ##USERS_EMAIL##.\nU hoeft niets met deze e-mail te doen; Uw sleutel is al ingesteld, maar druk het af zodat u bewijs heeft van uw aankoop.\n\nUw licentie-informatie kunt u vinden in het venster \"Over Path Finder\" in uw menubalk.\n\nNogmaals bedankt! Als u vragen hebt of problemen, laat ons dat weten! Stuur ons een <a href=\"mailto:help@cocoatech.com\">e-mail</a>.";
"THANKYOU_TITLE" = "Dank u voor het kopen van Path Finder!";
"Tab" = "tab";
"To pay using a different method, go back to the previous step and choose a different payment method." = "Om op een andere manier te betalen, gaat u terug naar de vorige stap en kiest u een andere betaalmethode.";
"Update" = "Werk bij";
"Upgrade" = "Werk bij";
"View" = "Weergave";
"WELCOME_MESSAGE" = "Uw ondersteuning wordt zeer gewaardeerd! Path Finder wordt voordurend bijgewerkt en verbeterd op basis van ondersteuning door gebruikers zoals u.\n\nU kunt het bestellen met een creditcard, PayPal, fax, purchase order of per post.\n\nAls u al een licentiesleutel hebt en deze wilt activeren, <a href=\"mkcl://kMKCEnterLicenseKey\">drukt u hier</a>.\n\nAls u vragen hebt, voelt u zich vrij ons een <a href=\"mailto:help@cocoatech.com\">e-mail</a> te sturen.";
"WELCOME_TITLE" = "Koop aub een licentie voor Path Finder";
"What kind of license do you want?" = "Welk type licentie wilt u hebben?";
"Your details are secured in transfer with 128-bit SSL encryption." = "Uw details worden beveiligd in overdracht met 128-bit SSL-encryptie.";
"not licensed" = "niet gelicenseerd";

/* ==== UNLOCALIZED ==== */

"American Express" = "American Express";
"Confirm Email:" = "Confirm Email:";
"Coupon:" = "Coupon:";
"Diners Club" = "Diners Club";
"Discover Card" = "Discover Card";
"JCB" = "JCB";
"Mail or Purchase Order" = "Mail or Purchase Order";
"MasterCard" = "MasterCard";
"OK" = "OK";
"PayPal" = "PayPal";
"Print" = "Print";
"Print Form" = "Print Form";
"Subscribe to the Path Finder newsletter" = "Subscribe to the Path Finder newsletter";
"Visa" = "Visa";
